[{
		"name": "Ho to invest your money",
		"description": "Keep Enough Cash to build 9 houses in one go Many overlook the huge jump in rent from two houses to three — often doubling or tripling. Orange goes from $220 to $600, Red $300 to $750, Light Blue $100.",
		"img": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1tAXqr7AZVsCiSZ4jR64eZ/c463c1fb5746589ce9130884ddea30d1/SearchThumbnail-750x422.jpg"
	},
	{
		"name": "in the first few rounds, buy everything",
		"description": "After you watch the opening video about Poppy Playtime you will take control of your character. Once you have control walk forward to the front desk and grab the GreeGet your fingers in as many pies as possible. You never know when a property will come in handy. If you have the third property in another player’s color set, prepare to extort them for everything they love for the monopoly only you can give them.",
		"img": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1tAXqr7AZVsCiSZ4jR64eZ/c463c1fb5746589ce9130884ddea30d1/SearchThumbnail-750x422.jpg"
	}, {
		"name": "Monopoly Color Sets, Ranked",
		"description": "What is the best monopoly, you ask? Well, that depends on the game, the player, and the alignment of the planets. That said, we’ve compiled a list of the best monopolies, ranked according to their general effectiveness based on our experience over hundreds and hundreds of games.",
		"img": "https://www.bmstores.fr/import/images/thumbnails/429812/429812-large_default.jpg"
	}, {
		"name": "Orange",
		"description": "While it doesn’t have the crushing power that Yellow, Green, or Dark blue has, Orange is cheap to build and the rent is enough to send people to bankruptcy. But that’s not what makes Orange special.",
		"img": "https://static.taigame.org/image/screenshot/201209/monopoly-2012-7.jpg"
	}, {
		"name": "Dark Blue",
		"description": "A hotel on Dark Blue is the herald of all-destruction. No one is immune; Thanos himself could land on a Dark Blue hotel and he too would be grimacing, pawning infinity stones like cheap little plastic houses, cursing quietly to himself.",
		"img": "https://igg-games.com/wp-content/uploads/2015/07/Monopoly-PC-Torrent-Download.jpg"
	}, {
		"name": "Red",
		"description": "Red, though it has a slightly lower ROI than Yellow, has the advantage of holding one of three properties with an ‘Advance To’ card alongside considerably high rent. With max rent separated by a paltry $100 between Red and Yellow, Red is the obvious choice as the strongest ‘Advance To’ card after Dark Blue.",
		"img": "https://www.macgamestore.com/images_screenshots/monopoly-14359.jpg"
	}
]
